Repository: CacheOverflow/UnlockTheDoor
Catalog: UnlockTheDoor/*.lproj/Localizable.strings
Languages: bg, de, es, fr, he, ja, ko, pt, ro, tr, uk, zh

# app_title
source: Unlock The Door
bg: Отключи вратата
de: Tür Öffnen
es: Abrir la Puerta
fr: Ouvrir la Porte
he: פתח את הדלת
ja: ドアを開ける
ko: 문 열기
pt: Abrir a Porta
ro: Deschide Ușa
tr: Kapıyı Aç
uk: Відкрити Двері
zh: 开门

# app_subtitle
source: Smart Hotel Door Access
bg: Интелигентен достъп до хотелски врати
de: Intelligenter Hotel-Türzugang
es: Acceso Inteligente a Puertas de Hotel
fr: Accès Intelligent aux Portes d'Hôtel
he: גישה חכמה לדלתות מלון
ja: スマートホテルドアアクセス
ko: 스마트 호텔 도어 액세스
pt: Acesso Inteligente a Portas de Hotel
ro: Acces Inteligent pentru Ușa Hotelului
tr: Akıllı Otel Kapı Erişimi
uk: Розумний доступ до готельних дверей
zh: 智能酒店门禁

source: Door Configured
bg: Вратата са конфигурирани
de: Tür Konfiguriert
es: Puerta Configurada
fr: Porte Configurée
he: דלת מוגדרת
ja: ドア設定済み
ko: 문 설정됨
pt: Porta Configurada
ro: Ușă Configurată
tr: Kapı Yapılandırıldı
uk: Двері налаштовано
zh: 门已配置

# room_label
source: Room: %@
bg: Стая: %@
de: Zimmer: %@
es: Habitación: %@
fr: Chambre: %@
he: חדר: %@
ja: 部屋：%@
ko: 방: %@
pt: Quarto: %@
ro: Camera: %@
tr: Oda: %@
uk: Кімната: %@
zh: 房间：%@

source: No Door Configured
bg: Няма конфигурирани врати
de: Keine Tür Konfiguriert
es: Sin Puerta Configurada
fr: Aucune Porte Configurée
he: אין דלת מוגדרת
ja: ドア未設定
ko: 설정된 문 없음
pt: Nenhuma Porta Configurada
ro: Nicio Ușă Configurată
tr: Yapılandırılmış Kapı Yok
uk: Двері не налаштовано
zh: 未配置门

# paste_sms_link
source: Paste your hotel SMS link to get started
bg: Поставете вашата хотелска SMS връзка за започване
de: Fügen Sie Ihren Hotel-SMS-Link ein, um zu beginnen
es: Pegue su enlace SMS del hotel para comenzar
fr: Collez votre lien SMS de l'hôtel pour commencer
he: הדבק את קישור ה-SMS של המלון כדי להתחיל
ja: ホテルのSMSリンクを貼り付けて開始
ko: 호텔 SMS 링크를 붙여넣어 시작하세요
pt: Cole seu link SMS do hotel para começar
ro: Adaugă link-ul SMS de la hotel pentru a începe
tr: Başlamak için otel SMS bağlantınızı yapıştırın
uk: Вставте ваше готельне SMS-посилання, щоб почати
zh: 粘贴您的酒店短信链接开始使用

source: Add SMS Link
bg: Добави SMS връзка
de: SMS-Link Hinzufügen
es: Añadir Enlace SMS
fr: Ajouter Lien SMS
he: הוסף קישור SMS
ja: SMSリンクを追加
ko: SMS 링크 추가
pt: Adicionar Link SMS
ro: Adaugă Link SMS
tr: SMS Bağlantısı Ekle
uk: Додати SMS-посилання
zh: 添加短信链接

# remove_configuration
source: Remove Door Configuration
bg: Премахни конфигурацията на вратата
de: Türkonfiguration Entfernen
es: Eliminar Configuración
fr: Supprimer Configuration
he: הסר הגדרת דלת
ja: ドア設定を削除
ko: 문 설정 제거
pt: Remover Configuração
ro: Șterge Configurația Ușii
tr: Kapı Yapılandırmasını Kaldır
uk: Видалити конфігурацію дверей
zh: 移除门配置

source: Unlock Door
bg: Отключи вратата
de: Tür Öffnen
es: Abrir Puerta
fr: Ouvrir la Porte
he: פתח דלת
ja: ドアを開ける
ko: 문 열기
pt: Abrir Porta
ro: Deschide Ușa
tr: Kapıyı Aç
uk: Відкрити двері
zh: 开门

source: Unlocking...
bg: Отключвам...
de: Öffne...
es: Abriendo...
fr: Ouverture...
he: פותח...
ja: 開錠中...
ko: 열고 있습니다...
pt: Abrindo...
ro: Se deschide...
tr: Açılıyor...
uk: Відкриваю...
zh: 开门中...

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
ja: キャンセル
ko: 취소
pt: Cancelar
ro: Anulează
tr: İptal
uk: Скасувати
zh: 取消

source: Add Link
bg: Добави връзка
de: Link Hinzufügen
es: Añadir Enlace
fr: Ajouter Lien
he: הוסף קישור
ja: リンクを追加
ko: 링크 추가
pt: Adicionar Link
ro: Adaugă Link
tr: Bağlantı Ekle
uk: Додати посилання
zh: 添加链接

source: Via iPhone...
bg: Чрез iPhone...
de: Über iPhone...
es: Vía iPhone...
he: דרך iPhone...
ja: iPhone経由...
ko: iPhone을 통해...
ro: Prin iPhone...
tr: iPhone üzerinden...
uk: Через iPhone...
zh: 通过 iPhone...

# direct_unlock
source: Direct...
bg: Директно...
de: Direkt...
es: Directo...
he: ישיר...
ja: 直接...
ko: 직접...
pt: Direto...
tr: Doğrudan...
uk: Прямо...
zh: 直接...

source: Unlocked!
bg: Отключено!
de: Geöffnet!
es: ¡Abierto!
fr: Ouvert!
he: נפתח!
ja: 開錠完了！
ko: 열렸습니다!
pt: Aberto!
ro: Deschis!
tr: Açıldı!
uk: Відкрито!
zh: 已开启！

source: Setup first
bg: Първо настройте
de: Zuerst einrichten
es: Configurar primero
fr: Configurer d'abord
he: הגדר קודם
ja: まず設定してください
ko: 먼저 설정하세요
pt: Configure primeiro
ro: Configurați mai întâi
tr: Önce kurulum yapın
uk: Спочатку налаштуйте
zh: 请先设置

source: Sync iPhone
bg: Синхронизирай iPhone
de: iPhone synchronisieren
es: Sincronizar iPhone
fr: Synchroniser iPhone
he: סנכרן iPhone
ja: iPhoneと同期
ko: iPhone 동기화
pt: Sincronizar iPhone
ro: Sincronizați iPhone
tr: iPhone'u Senkronize Et
uk: Синхронізувати iPhone
zh: 同步 iPhone

source: Watch App Installed
bg: Приложението за часовник е инсталирано
de: Watch App Installiert
es: App Watch Instalada
fr: App Watch Installée
he: אפליקציית השעון מותקנת
ja: Watchアプリがインストール済み
ko: 워치 앱 설치됨
pt: App Watch Instalado
ro: Aplicație Watch Instalată
tr: Saat Uygulaması Yüklü
uk: Додаток для годинника встановлено
zh: 手表应用已安装

source: Watch App Not Installed
bg: Приложението за часовник не е инсталирано
de: Watch App Nicht Installiert
es: App Watch No Instalada
fr: App Watch Non Installée
he: אפליקציית השעון לא מותקנת
ja: Watchアプリが未インストール
ko: 워치 앱 설치되지 않음
pt: App Watch Não Instalado
ro: Aplicație Watch Neinstalată
tr: Saat Uygulaması Yüklü Değil
uk: Додаток для годинника не встановлено
zh: 手表应用未安装

source: Watch unlocking...
bg: Часовникът отключва...
de: Watch öffnet...
es: Watch abriendo...
fr: Watch ouvre...
he: השעון פותח...
ja: Watchで開錠中...
ko: 워치에서 여는 중...
pt: Watch abrindo...
ro: Watch deschide...
tr: Saat açıyor...
uk: Годинник відкриває...
zh: 手表开门中...

source: Add Hotel Link
bg: Добави хотелска връзка
de: Hotel-Link Hinzufügen
es: Añadir Enlace Hotel
fr: Ajouter Lien Hôtel
he: הוסף קישור מלון
ja: ホテルリンクを追加
ko: 호텔 링크 추가
pt: Adicionar Link Hotel
ro: Adaugă Link Hotel
tr: Otel Bağlantısı Ekle
uk: Додати готельне посилання
zh: 添加酒店链接

source: Setup Instructions
bg: Инструкции за настройка
de: Einrichtungsanleitung
es: Instrucciones de Configuración
fr: Instructions de Configuration
he: הוראות הגדרה
ja: 設定手順
ko: 설정 방법
pt: Instruções de Configuração
ro: Instrucțiuni de Configurare
tr: Kurulum Talimatları
uk: Інструкції з налаштування
zh: 设置说明

# instruction_1
source: 1. Find the SMS from your hotel with the door unlock link
bg: 1. Намерете SMS-а от вашия хотел с връзката за отключване на вратата
de: 1. Finden Sie die SMS von Ihrem Hotel mit dem Tür-Öffnungslink
es: 1. Encuentre el SMS de su hotel con el enlace de apertura
fr: 1. Trouvez le SMS de votre hôtel avec le lien d'ouverture
he: 1. מצא את ה-SMS מהמלון עם קישור פתיחת הדלת
ja: 1. ドア開錠リンクが含まれたホテルからのSMSを見つけます
ko: 1. 문 잠금해제 링크가 포함된 호텔 SMS를 찾으세요
pt: 1. Encontre o SMS do seu hotel com o link de abertura
ro: 1. Găsiți SMS-ul de la hotel cu link-ul de deschidere a ușii
tr: 1. Otelinizden gelen kapı açma bağlantılı SMS'i bulun
uk: 1. Знайдіть SMS від вашого готелю з посиланням для відкриття дверей
zh: 1. 找到酒店发送的包含门锁链接的短信

# instruction_2
source: 2. Copy and paste the link below
bg: 2. Копирайте и поставете връзката по-долу
de: 2. Kopieren und fügen Sie den Link unten ein
es: 2. Copie y pegue el enlace abajo
fr: 2. Copiez et collez le lien ci-dessous
he: 2. העתק והדבק את הקישור למטה
ja: 2. 以下にリンクをコピーして貼り付けます
ko: 2. 아래에 링크를 복사하여 붙여넣으세요
pt: 2. Copie e cole o link abaixo
ro: 2. Copiați și lipiți link-ul mai jos
tr: 2. Bağlantıyı aşağıya kopyalayıp yapıştırın
uk: 2. Скопіюйте та вставте посилання нижче
zh: 2. 复制并粘贴下方链接

# example_link
source: Example: http://k3y.in/Gtxqb
bg: Пример: http://k3y.in/Gtxqb
de: Beispiel: http://k3y.in/Gtxqb
es: Ejemplo: http://k3y.in/Gtxqb
fr: Exemple: http://k3y.in/Gtxqb
he: דוגמה: http://k3y.in/Gtxqb
ja: 例：http://k3y.in/Gtxqb
ko: 예시: http://k3y.in/Gtxqb
pt: Exemplo: http://k3y.in/Gtxqb
ro: Exemplu: http://k3y.in/Gtxqb
tr: Örnek: http://k3y.in/Gtxqb
uk: Приклад: http://k3y.in/Gtxqb
zh: 示例：http://k3y.in/Gtxqb

# sms_link_label
source: SMS Link
bg: SMS връзка
es: Enlace SMS
fr: Lien SMS
he: קישור SMS
ja: SMSリンク
ko: SMS 링크
pt: Link SMS
ro: Link SMS
tr: SMS Bağlantısı
uk: SMS-посилання
zh: 短信链接

# paste_placeholder
source: Paste your hotel SMS link here
bg: Поставете вашата хотелска SMS връзка тук
de: Fügen Sie hier Ihren Hotel-SMS-Link ein
es: Pegue aquí su enlace SMS del hotel
fr: Collez votre lien SMS de l'hôtel ici
he: הדבק את קישור ה-SMS של המלון כאן
ja: ホテルのSMSリンクをここに貼り付けてください
ko: 호텔 SMS 링크를 여기에 붙여넣으세요
pt: Cole aqui seu link SMS do hotel
ro: Lipiți link-ul SMS de la hotel aici
tr: Otel SMS bağlantınızı buraya yapıştırın
uk: Вставте ваше готельне SMS-посилання тут
zh: 在此粘贴您的酒店短信链接

source: iPhone not connected
bg: iPhone не е свързан
de: iPhone nicht verbunden
es: iPhone no conectado
fr: iPhone non connecté
he: iPhone לא מחובר
ja: iPhoneが接続されていません
ko: iPhone이 연결되지 않음
pt: iPhone não conectado
ro: iPhone neconectat
tr: iPhone bağlı değil
uk: iPhone не підключено
zh: iPhone 未连接

# please_refresh_iphone
source: Please refresh on iPhone
bg: Моля обновете на iPhone
de: Bitte auf iPhone aktualisieren
es: Por favor actualice en iPhone
fr: Veuillez actualiser sur iPhone
he: אנא רענן ב-iPhone
ja: iPhoneで更新してください
ko: iPhone에서 새로고침해주세요
pt: Por favor atualize no iPhone
ro: Vă rugăm reîmprospătați pe iPhone
tr: Lütfen iPhone'da yenileyin
uk: Будь ласка, оновіть на iPhone
zh: 请在 iPhone 上刷新

source: Could not connect
bg: Неуспешно свързване
de: Verbindung fehlgeschlagen
es: No se pudo conectar
fr: Impossible de se connecter
he: לא ניתן להתחבר
ja: 接続できませんでした
ko: 연결할 수 없음
pt: Não foi possível conectar
ro: Nu s-a putut conecta
tr: Bağlanamadı
uk: Не вдалося підключитися
zh: 无法连接

source: Something went wrong
bg: Нещо се обърка
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
he: משהו השתבש
ja: 何かが間違っています
ko: 문제가 발생했습니다
pt: Algo deu errado
ro: Ceva nu a mers bine
tr: Bir şeyler ters gitti
uk: Щось пішло не так
zh: 出现错误

# invalid_link
source: Invalid link format
bg: Невалиден формат на връзката
de: Ungültiges Link-Format
es: Formato de enlace inválido
fr: Format de lien invalide
he: פורמט קישור לא תקין
ja: 無効なリンク形式
ko: 잘못된 링크 형식
pt: Formato de link inválido
ro: Format link invalid
tr: Geçersiz bağlantı formatı
uk: Неправильний формат посилання
zh: 链接格式无效

# network_error
source: No internet connection. Please check your WiFi or cellular data.
bg: Няма интернет връзка. Проверете Wi-Fi или мобилните данни.
de: Keine Internetverbindung. Bitte prüfen Sie WLAN oder mobile Daten.
es: Sin conexión a Internet. Verifique WiFi o datos móviles.
fr: Pas de connexion Internet. Vérifiez le WiFi ou les données mobiles.
he: אין חיבור לאינטרנט. בדוק את ה-WiFi או הנתונים הסלולריים.
ja: インターネット接続がありません。WiFiまたはモバイルデータを確認してください。
ko: 인터넷 연결이 없습니다. WiFi 또는 모바일 데이터를 확인해주세요.
pt: Sem conexão à Internet. Verifique WiFi ou dados móveis.
ro: Eroare de rețea
tr: İnternet bağlantısı yok. Wi-Fi veya hücresel verilerinizi kontrol edin.
uk: Немає підключення до інтернету. Перевірте Wi-Fi або мобільні дані.
zh: 无网络连接。请检查 WiFi 或移动数据。

# session_expired
source: Your hotel link has expired. Please add the SMS link again.
bg: Вашата хотелска връзка е изтекла. Добавете SMS връзката отново.
de: Ihr Hotel-Link ist abgelaufen. Bitte fügen Sie den SMS-Link erneut hinzu.
es: Su enlace del hotel ha caducado. Por favor añada el enlace SMS de nuevo.
fr: Votre lien hôtel a expiré. Veuillez ajouter le lien SMS à nouveau.
he: קישור המלון פג. הוסף את קישור ה-SMS שוב.
ja: ホテルリンクの有効期限が切れました。SMSリンクを再度追加してください。
ko: 호텔 링크가 만료되었습니다. SMS 링크를 다시 추가해주세요.
pt: Seu link do hotel expirou. Por favor adicione o link SMS novamente.
ro: Link-ul hotelului a expirat. Vă rugăm adăugați link-ul SMS din nou.
tr: Otel bağlantınızın süresi doldu. SMS bağlantısını tekrar ekleyin.
uk: Ваше готельне посилання закінчилося. Додайте SMS-посилання знову.
zh: 您的酒店链接已过期。请重新添加短信链接。

# invalid_response
source: Could not connect to hotel system. Please try again.
bg: Неуспешно свързване с хотелската система. Опитайте отново.
de: Verbindung zum Hotelsystem fehlgeschlagen. Bitte erneut versuchen.
es: No se pudo conectar al sistema del hotel. Por favor intente de nuevo.
fr: Impossible de se connecter au système de l'hôtel. Veuillez réessayer.
he: לא ניתן להתחבר למערכת המלון. נסה שוב.
ja: ホテルシステムに接続できませんでした。もう一度お試しください。
ko: 호텔 시스템에 연결할 수 없습니다. 다시 시도해주세요.
pt: Não foi possível conectar ao sistema do hotel. Por favor tente novamente.
ro: Nu s-a putut conecta la sistemul hotelului. Încercați din nou.
tr: Otel sistemine bağlanılamadı. Lütfen tekrar deneyin.
uk: Не вдалося підключитися до готельної системи. Спробуйте знову.
zh: 无法连接到酒店系统。请重试。

source: Processing link...
bg: Обработка на връзката...
de: Link wird verarbeitet...
es: Procesando enlace...
fr: Traitement du lien...
he: מעבד קישור...
ja: リンクを処理中...
ko: 링크 처리 중...
pt: Processando link...
ro: Se procesează link-ul...
tr: Bağlantı işleniyor...
uk: Обробка посилання...
zh: 处理链接中...

# no_config
source: No Configuration
bg: Няма конфигурация
de: Keine Konfiguration
es: Sin Configuración
fr: Aucune Configuration
he: אין הגדרה
ja: 設定なし
ko: 설정 없음
pt: Sem Configuração
ro: Fără Configurație
tr: Yapılandırma Yok
uk: Немає конфігурації
zh: 无配置

# open_iphone_app
source: Open iPhone app to configure
bg: Отворете iPhone приложението за конфигуриране
de: iPhone-App zum Konfigurieren öffnen
es: Abra la app iPhone para configurar
fr: Ouvrir l'app iPhone pour configurer
he: פתח אפליקציית iPhone להגדרה
ja: 設定するにはiPhoneアプリを開いてください
ko: 설정하려면 iPhone 앱을 열어주세요
pt: Abra o app iPhone para configurar
ro: Deschideți iPhone pentru configurare
tr: Yapılandırma için iPhone uygulamasını açın
uk: Відкрийте додаток iPhone для налаштування
zh: 打开 iPhone 应用进行配置

source: Room
bg: Стая
de: Zimmer
es: Habitación
fr: Chambre
he: חדר
ja: 部屋
ko: 방
pt: Quarto
ro: Camera
tr: Oda
uk: Кімната
zh: 房间

source: Tap to unlock
bg: Докоснете за отключване
de: Zum Öffnen tippen
es: Toque para abrir
fr: Appuyez pour ouvrir
he: הקש כדי לפתוח
ja: タップして開錠
ko: 탭하여 열기
pt: Toque para abrir
ro: Apăsați pentru a deschide
tr: Açmak için dokunun
uk: Торкніться, щоб відкрити
zh: 点击开门

source: Last sync: %@
bg: Последна синхронизация: %@
de: Letzte Synchronisation: %@
es: Última sincronización: %@
fr: Dernière synchronisation: %@
he: סנכרון אחרון: %@
ja: 最終同期：%@
ko: 마지막 동기화: %@
pt: Última sincronização: %@
ro: Ultima sincronizare: %@
tr: Son senkronizasyon: %@
uk: Остання синхронізація: %@
zh: 最后同步：%@

source: Syncing...
bg: Синхронизиране...
de: Synchronisiere...
es: Sincronizando...
fr: Synchronisation...
he: מסנכרן...
ja: 同期中...
ko: 동기화 중...
pt: Sincronizando...
ro: Se sincronizează...
tr: Senkronize ediliyor...
uk: Синхронізація...
zh: 同步中...
